cv.tex
% Created 2020-01-06 Mon 18:29
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{titlesec}
\usepackage{titling}
\usepackage[margin=1.25in]{geometry}
\usepackage{indentfirst}
\titleformat{\section}{\huge\bfseries}{}{0em}{}[\titlerule]
\titleformat{\subsection}{\large\bfseries}{\hspace{-.25in}}{0em}{}
\titleformat{\subsubsection}[runin]{\bfseries}{}{0em}{}[---]
\titlespacing{\subsubsection}{0em}{.25em}{0em}
\pagenumbering{gobble}
\author{Reberti Carvalho Soares}
\date{\today}
\title{Resumé}
\hypersetup{
 pdfauthor={Reberti Carvalho Soares},
 pdftitle={Resumé},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\begin{center}
  {\huge\bfseries
    \theauthor}

    \vspace{.25em}
    reberti.csoares@gmail.com --- \url{kisuyami.github.io}

    \vspace{.25em}
    (41) 98746-6568

\end{center}

Eu gostaria de entrar no mercado de trabalho para me desenvolver na área
de análise de sistemas e futuramente em análise de bancos de dados,
atualmente tenho experiência em manutenção de microcomputadores e
desenvolvimento em C, HTML, CSS e JS.

\section{Habilidades}
\label{sec:org8fa75f0}
\subsection{Programação}
\label{sec:org3018f13}
\subsubsection{C}
\label{sec:org6755492}
Projetos como STKLib, YAFM, RShell, MineGUI e Sitebootstrap
\subsubsection{JS}
\label{sec:org15b4aea}
Desenvolvimento de frontends e backends
\subsubsection{Web}
\label{sec:org3a17634}
HTML e Css, Desenvolvimento de sites e webapps
\subsubsection{\LaTeX{}}
\label{sec:orgf733208}
Para criação de documentos acadêmicos

\subsection{Administração de Sistemas}
\label{sec:orgb9bc848}
\subsubsection{Android}
\label{sec:org25f8f4d}
Modificação de firmware e manutenção geral
\subsubsection{Linux \& *BSDs}
\label{sec:org04cb5ad}
Manutenção e desenvolvimento de soluções para computadores e servidores, backups e automações
\subsubsection{Windows}
\label{sec:orgde63705}
Manutenção, reparos e reculperação de dados
\subsection{Linguas}
\label{sec:orgea2d94c}
\subsubsection{Englês}
\label{sec:org8c55f8c}
Avançado
\subsubsection{Português}
\label{sec:orgeab86b7}
Nativo

\section{Experiência}
\label{sec:org9a71871}
\subsubsection{Lan House Gold Tech}
\label{sec:org56a0499}
2014 a 2015, reparos de computadores e celulares, assitencia tecnica e atendimento geral
\subsubsection{Cinema Público}
\label{sec:orgf7e06f2}
2016, administração, montagem de equipamentos, gerenciamento de estoque e gerenciamento financeiro
\subsubsection{Funerária Nova Esperança}
\label{sec:org47f7731}
\begin{itemize}
\item 2018 a 2019, cobrança de clientes
\item 2019, design e desenvolvimento de um sistema para gerar carnês
\end{itemize}
\end{document}
